[
    "I am worthy of love and respect.",
    "I am capable of achieving my goals.",
    "I am a powerful creator of my own life.",
    "I am strong and confident.",
    "I am surrounded by love and positivity.",
    "I am in control of my own destiny.",
    "I am in charge of how I feel and today I am choosing happiness.",
    "I am worthy of a life filled with joy and happiness.",
    "My thoughts are filled with positivity and possibility.",
    "I accept and love myself unconditionally.",
    "I am open to all the abundance life has to offer.",
    "I am surrounded by people who love and believe in me.",
    "I am grateful for the wonderful opportunities in my life.",
    "I am capable of making my dreams a reality.",
    "I choose to be kind to myself and others.",
    "I am a powerful force for good in this world.",
    "I am worthy of joy and success.",
    "I appreciate the beauty in the world around me.",
    "I am enough just as I am.",
    "I am creating a life I love.",
    "I am brave and courageous.",
    "I have the power to create positive change.",
    "I have the strength to overcome any challenge.",
    "I have the wisdom to make the right decisions for me.",
    "My thoughts are filled with optimism and hope.",
    "I am capable of achieving greatness.",
    "I am worthy of love and belonging.",
    "I am capable of finding solutions to any problem.",
    "I am worthy of living a life of abundance and joy.",
    "I believe in my own abilities.",
    "I am surrounded by positive energy.",
    "I am living a life of purpose and meaning.",
    "I trust myself to make the right decisions.",
    "I am confident in my abilities to succeed.",
    "I am free to be my authentic self.",
    "I am open to possibilities and new experiences.",
    "I am strong and capable of anything.",
    "I am a powerful creator of my own destiny.",
    "I am a positive influence in the world.",
    "I am surrounded by people who love and support me.",
    "I am grateful for the many blessings in my life.",
    "I have the power to create the life I desire.",
    "I am living a life filled with abundance and joy.",
    "I am blessed with an amazing life.",
    "I am worthy of all good things.",
    "I am open to new and exciting opportunities.",
    "I am surrounded by love and kindness.",
    "I am capable of achieving great things.",
    "I am a source of strength and courage.",
    "I am worthy of happiness and joy.",
    "I am enough just as I am.",
    "I am creating a life of purpose and meaning.",
    "I choose to be kind and compassionate to myself.",
    "I am surrounded by positive energy and abundance.",
    "I am living a life of abundance and joy.",
    "I am worthy of achieving my goals and dreams.",
    "I am confident and capable of success.",
    "I am a powerful force for good in the world.",
    "I have the strength to overcome any obstacle.",
    "My thoughts are filled with positivity and hope.",
    "I am open to new possibilities and experiences.",
    "I am capable of reaching my highest potential.",
    "I am grateful for the many blessings in my life.",
    "I am worthy of love and respect.",
    "I am strong and courageous.",
    "I am creating a life I love and enjoy.",
    "I have the power to create positive change.",
    "I choose to be kind and compassionate to others.",
    "I believe in my own abilities to succeed.",
    "I appreciate the beauty in the world around me.",
    "I am open to all the abundance life has to offer.",
    "I am surrounded by people who love and believe in me.",
    "I am a positive influence in the lives of others.",
    "I am capable of making my dreams a reality."
]
